cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "imagemagick"
brew "coreutils"
brew "git", link: false
brew "gnupg"
brew "node", link: false
brew "heroku"
brew "libtool"
brew "imagemagick"
brew "openssl@1.1"
brew "ruby"
brew "tree"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "gzip"

cask_args appdir: "/Applications"
cask "caffeine"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask 'google-chrome'
Cask 'visual-studio-code'